<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
<key>PayloadContent</key>
<array>
<dict>
<key>EncryptionType</key>
<string>Any</string>
<key>HIDDEN_NETWORK</key>
<false/>
<key>Password</key>
<string>$passphrase</string>
<key>PayloadIdentifier</key>
<string>$identifier</string>
<key>PayloadType</key>
<string>com.apple.wifi.managed</string>
<key>PayloadUUID</key>
<string>$uuid</string>
<key>PayloadVersion</key>
<integer>1</integer>
<key>SSID_STR</key>
<string>$ssid</string>
</dict>
</array>
<key>PayloadDescription</key>
<string>Profil, um sich automatisch mit dem WLAN $ssid zu verbinden.</string>
<key>PayloadDisplayName</key>
<string>WLAN: $ssid</string>
<key>PayloadIdentifier</key>
<string>$identifier</string>
<key>PayloadOrganization</key>
<string>Raspberry PI Access Point</string>
<key>PayloadType</key>
<string>Configuration</string>
<key>PayloadUUID</key>
<string>$uuid</string>
<key>PayloadVersion</key>
<integer>1</integer>
</dict>
</plist>

